"%@ logical, %@ physical" = "%@ looginen, %@ fyysinen";
"Access Date:" = "Avattu:";
"Application:" = "Ohjelma:";
"Attribute Modification Date:" = "Attribuuttia muokattu:";
"Backup Date:" = "Varmuuskopioitu:";
"Block Size:" = "Lohkokoko:";
"Blocks Allocated for File:" = "Lohkoja allokoitu tiedostolle:";
"Checked Date:" = "Tarkistettu:";
"Creation Date:" = "Luotu:";
"Creator:" = "Luoja:";
"Data Clump Size:" = "Datakimpun koko:";
"Data Fork Size:" = "Datahaarukan koko:";
"Device Type:" = "Laitetyyppi:";
"Directory Listing for: " = "Hakemistolistaus kohteelle: ";
"Directory Valence:" = "Hakemistovalenssi:";
"Directory:" = "Hakemisto:";
"Display Name:" = "Näyttönimi:";
"Drive Name:" = "Aseman nimi:";
"Drive Number ID:" = "Aseman ID-numero:";
"Driver RefNum:" = "Ajurin RefNum:";
"Extended Finder Flags:" = "Laajennetut Finder-valinnat:";
"Extension Hidden:" = "Tarkenne piilotettu:";
"File Count:" = "Tiedostojen lukumäärä:";
"File Generation Number:" = "Tiedostogeneraationumero:";
"File System:" = "Tiedostojärjestelmä:";
"Filesystem ID:" = "Tiedostojärjestelmän ID:";
"Find Result for: " = "Hakutulos: ";
"Finder Flags:" = "Finder-valinnat:";
"Finder location:" = "Finder-sijainti:";
"Finder Put Away Folder ID:" = "Finderin Laita takaisin -kansio-ID:";
"Finder Scroll Position:" = "Finder-rullauskohta:";
"Flags:" = "Valinnat:";
"Folder Count:" = "Kansioiden lukumäärä:";
"Folder Window Bounds:" = "Kansioikkunan rajat:";
"ForkReport.txt" = "Haarukkaraportti.txt";
"Free Blocks:" = "Vapaita lohkoja:";
"Free Space:" = "Vapaata tilaa:";
"Group:" = "Ryhmä:";
"Has Custom Icon:" = "Muokattu kuvake:";
"In Directories: " = "Hakemistoissa: ";
"Inode's Device:" = "Inoden laite:";
"Inode's Number:" = "Inoden numero:";
"Invisible:" = "Näkymätön:";
"Kind:" = "Laji:";
"Locked:" = "Lukittu:";
"Mac Alias:" = "Mac-alias:";
"Modification Date:" = "Muokattu:";
"Mount Point:" = "Näkyviintuontikohta:";
"Name:" = "Nimi:";
"Next Allocation:" = "Seuraava allokaatio:";
"Next Catalog ID:" = "Seuraava katalogi-ID:";
"NO" = "EI";
"Node Flags:" = "Noodivalinnat:";
"Node ID:" = "Noodi-ID:";
"Number of Hard Links:" = "Kovien linkkien lukumäärä:";
"Optimal I/O Blocksize:" = "Optimaalinen I/O-lohkokoko:";
"Owner:" = "Omistaja:";
"Package:" = "Pakkaus:";
"Parent Directory ID:" = "Isäntähakemiston ID:";
"Path:" = "Polku:";
"Permissions Mode:" = "Käyttöoikeusmoodi:";
"Permissions:" = "Käyttöoikeudet:";
"Resource Fork Size:" = "Resurssihaarukan koko:";
"Rsrc Clump Size:" = "Resurssikimpun koko:";
"Sharing Flags:" = "Jakovalinnat:";
"Signature ID:" = "Tunniste-ID:";
"Size:" = "Koko:";
"Symbolic Link:" = "Symbolinen linkki:";
"top %d, left %d, bottom %d, right %d" = "ylä %d, vasen %d, ala %d, oikea %d";
"Total Blocks:" = "Lohkoja yhteensä:";
"Type:" = "Tyyppi:";
"URL:" = "URL:";
"User Access:" = "Käyttäjän pääsy:";
"User Privileges:" = "Käyttäjän oikeudet:";
"Volume Reference Number:" = "Taltion viite:";
"Volume Refnum:" = "Taltion RefNum:";
"Volume:" = "Taltio:";
"YES" = "KYLLÄ";

"User Defined Flags:" = "Käyttäjän määrittelemät valinnat:";
"Disk ID:" = "Levyn ID:";
"Alias Path:" = "Aliaksen polku:";
"Alias Target Name:" = "Aliaksen kohteen nimi:";
"Alias Volume Name:" = "Aliaksen levynimi:";
"Alias Volume Creation Date:" = "Aliastaltion luontipäivä:";
"Alias Target Creation Date:" = "Aliaksen kohteen luontipäivä:";
"Alias File Type:" = "Aliaksen tiedostotyyppi:";
"Alias File Creator:" = "Aliaksen tiedostoluoja:";
"Alias Parent Directory ID:" = "Aliaksen isäntäkansion hakemisto-ID:";
"Alias Node ID:" = "Aliaksen noodi-ID:";
"Alias Filesystem ID:" = "Aliaksen tiedostojärjestelmä-ID:";
"Alias Signature:" = "Aliaksen allekirjoitus:";
"Alias Volume is Boot:" = "Aliaksen taltio on käynnistystaltio:";
"Alias Volume is Automounted:" = "Aliaksen taltio tuotiin näkyviin automaattisesti:";
"Alias Volume is Ejectable:" = "Aliaksen taltio voidaan poistaa:";
"Alias Volume has Persistent File IDs:" = "Aliaksen taltiolla on kiinteät tiedosto-ID:t:";
"Alias Volume is Directory:" = "Aliaksen taltio on hakemisto:";
"Resource Map:" = "Resurssikartta:";
"Types: %d" = "Tyypit: %d";
"'%@', Offset: %d, Size: %d" = "'%@', Haarauma: %d, koko: %d";

"Process Report: %d processes" = "Process Report: %d processes";
"Command:" = "Command:";
"Process:" = "Process:";
"Parent:" = "Parent:";
"Process Group:" = "Process Group:";
"Task:" = "Task:";
"User:" = "User:";
"Real User:" = "Real User:";
"Children:" = "Children:";
"Siblings:" = "Siblings:";
"Total CPU:" = "Total CPU:";
"User CPU:" = "User CPU:";
"System CPU:" = "System CPU:";
"Percent CPU:" = "Percent CPU:";
"Percent Memory:" = "Percent Memory:";
"Virtual Memory:" = "Virtual Memory:";
"Resident Memory:" = "Resident Memory:";
"Priority:" = "Priority:";
"Base Priority:" = "Base Priority:";
"Thread Count:" = "Thread Count:";
"Arguments:" = "Arguments:";
"Environment:" = "Environment:";

"Pasteboard Name: \"%@\"" = "Pasteboard Name: \"%@\"";
"Number of Types: %d" = "Number of Types: %d";

